[
  {
    "text": "Commence là où tu es, utilise ce que tu as, fais ce que tu peux.",
    "author": "Arthur Ashe"
  },
  {
    "text": "Chaque jour est une nouvelle chance de faire mieux.",
    "author": "Anonyme"
  },
  {
    "text": "Ils ne savaient pas que c’était impossible, alors ils l’ont fait.",
    "author": "Mark Twain"
  },
  {
    "text": "La meilleure façon de prédire l’avenir, c’est de le créer.",
    "author": "Peter Drucker"
  },
  {
    "text": "Fais de ta vie un rêve, et d’un rêve, une réalité.",
    "author": "Antoine de Saint‑Exupéry"
  },
  {
    "text": "Le succès, c’est tomber sept fois, se relever huit.",
    "author": "Proverbe japonais"
  },
  {
    "text": "Ce n’est pas la montagne que nous conquérons, mais nous‑mêmes.",
    "author": "Edmund Hillary"
  },
  {
    "text": "Petits pas, grands effets.",
    "author": "Anonyme"
  },
  {
    "text": "La discipline te conduit là où la motivation ne suffit pas.",
    "author": "Anonyme"
  },
  {
    "text": "Le courage n’est pas l’absence de peur, mais la capacité de la vaincre.",
    "author": "Nelson Mandela"
  },
  {
    "text": "Aujourd’hui est un bon jour pour essayer.",
    "author": "Anonyme"
  },
  {
    "text": "Vis comme si tu devais mourir demain. Apprends comme si tu devais vivre toujours.",
    "author": "Gandhi"
  },
  {
    "text": "Ce que tu fais aujourd’hui peut améliorer tous tes lendemains.",
    "author": "Ralph Marston"
  },
  {
    "text": "N’attends pas. Le moment ne sera jamais « parfait ».",
    "author": "Napoleon Hill"
  },
  {
    "text": "Agis comme s’il était impossible d’échouer.",
    "author": "Winston Churchill"
  },
  {
    "text": "L’optimisme est une forme de courage qui donne confiance aux autres.",
    "author": "Anatole France"
  },
  {
    "text": "Tu es plus fort que tu ne le penses et tu iras plus loin que tu ne le crois.",
    "author": "Anonyme"
  },
  {
    "text": "Ne compare pas ton chapitre 1 au chapitre 20 de quelqu’un d’autre.",
    "author": "Anonyme"
  },
  {
    "text": "La constance fait les miracles du quotidien.",
    "author": "Anonyme"
  },
  {
    "text": "Sois le changement que tu veux voir dans le monde.",
    "author": "Gandhi"
  },
  {
    "text": "Rien de grand ne s’est accompli sans passion.",
    "author": "Hegel"
  },
  {
    "text": "La réussite est la somme de petits efforts répétés jour après jour.",
    "author": "Robert Collier"
  },
  {
    "text": "Chaque matin, nous renaissons. Ce que nous faisons aujourd’hui est ce qui compte le plus.",
    "author": "Bouddha"
  },
  {
    "text": "Si tu veux aller vite, vas seul. Si tu veux aller loin, allons ensemble.",
    "author": "Proverbe africain"
  },
  {
    "text": "La perfection est atteinte non pas quand il n’y a plus rien à ajouter, mais quand il n’y a plus rien à retirer.",
    "author": "Antoine de Saint‑Exupéry"
  },
  {
    "text": "On ne voit bien qu’avec le cœur. L’essentiel est invisible pour les yeux.",
    "author": "Antoine de Saint‑Exupéry"
  },
  {
    "text": "Ton avenir dépend de ce que tu fais aujourd’hui.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "La chance sourit aux esprits préparés.",
    "author": "Louis Pasteur"
  },
  {
    "text": "Les grandes choses ne se font pas par la force, mais par la persévérance.",
    "author": "Samuel Johnson"
  },
  {
    "text": "Fais ce que tu peux, avec ce que tu as, là où tu es.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Le plus grand risque est de n’en prendre aucun.",
    "author": "Mark Zuckerberg"
  },
  {
    "text": "Rêve grand, commence petit, agis maintenant.",
    "author": "Anonyme"
  },
  {
    "text": "Ce que tu cherches te cherche aussi.",
    "author": "Rumi"
  },
  {
    "text": "Il n’est jamais trop tard pour devenir ce que tu aurais pu être.",
    "author": "George Eliot"
  },
  {
    "text": "Les habitudes façonnent le destin.",
    "author": "Anonyme"
  },
  {
    "text": "La persévérance transforme les étincelles en feu.",
    "author": "Anonyme"
  },
  {
    "text": "Si tu tombes, relève‑toi plus sage.",
    "author": "Anonyme"
  },
  {
    "text": "Un voyage de mille lieues commence toujours par un premier pas.",
    "author": "Lao Tseu"
  },
  {
    "text": "Le bonheur n’est pas quelque chose de prêt à l’emploi. Il vient de tes propres actions.",
    "author": "Dalaï‑Lama"
  },
  {
    "text": "La clarté précède la maîtrise.",
    "author": "Anonyme"
  },
  {
    "text": "Construis des systèmes, pas seulement des objectifs.",
    "author": "Anonyme"
  }
]
